const data = [
  {
    "année": "2012",
    "assec": [4]
  },
  {
    "année": "2013",
    "assec": [1.2]
  },
  {
    
    "année": "2014",
    "assec": [1.4]
  },
  {
    
    "année": "2014",
    "assec": [3.2]
  },
  {
    "année": "2016",
    "assec": [1]
  },
  {
    "année": "2017",
    "assec": [5.714285714]
  },
  {
    "année": "2018",
    "assec": [6.75]
  },
  {
    "année": "2019",
    "assec": [6.75]
  },
  {
    "année": "2020",
    "assec": [7.214285714]
  },
  {
    "année": "2021",
    "assec": [0.5]
  },
  {
    "année": "2022",
    "assec": [4.714285714]
  }
];
